Repository: pass-with-high-score/quickmem-app-ios
Catalog: *.lproj/Localizable.strings
Languages: vi

# welcome_title
source: Welcome to QuickMem
vi: Chào mừng đến với QuickMem

# welcome_desc
source: QuickMem is a flashcard app that helps you learn anything
vi: QuickMem là ứng dụng flashcard giúp bạn học mọi thứ

# create_title
source: Create your own flashcards
vi: Tạo flashcard của riêng bạn

# create_desc
source: You can create your own flashcards and share them with others
vi: Bạn có thể tạo flashcard và chia sẻ với người khác

# learn_title
source: Learn with spaced repetition
vi: Học với phương pháp lặp lại ngắt quãng

# learn_desc
source: QuickMem uses spaced repetition to help you remember what you learn
vi: QuickMem dùng phương pháp lặp lại ngắt quãng để giúp bạn ghi nhớ tốt hơn

# next_button
source: Next
vi: Tiếp theo

# skip_button
source: Skip
vi: Bỏ qua

# get_started_button
source: Get started
vi: Bắt đầu

# all_tools_title
source: All the tools for learning success
vi: Tất cả công cụ giúp học tập thành công

source: in one app
vi: trong một ứng dụng

# welcome_button_get_started
source: Get started for free
vi: Bắt đầu miễn phí

# welcome_button_already_have_account
source: Already have an account?
vi: Đã có tài khoản?

# carousel_flashcard
source: 📚 Smart flashcards – learn fast, remember long!
vi: 📚 Flashcards thông minh – học nhanh, nhớ lâu!

# carousel_personalized_learning
source: 🎯 Personalize your learning journey!
vi: 🎯 Cá nhân hoá lộ trình học của bạn!

# carousel_smart_reminder
source: ⏰ Smart daily study reminders!
vi: ⏰ Nhắc nhở học tập thông minh hằng ngày!

# carousel_progress_tracking
source: 📈 Easily track your learning progress!
vi: 📈 Theo dõi tiến độ học tập dễ dàng!

# login_title
source: Login
vi: Đăng nhập

# login_subtitle
source: Great to see you again! Login to continue
vi: Rất vui được gặp lại bạn! Hãy đăng nhập để tiếp tục

source: Login with email
vi: Đăng nhập bằng email

source: Login with Google
vi: Đăng nhập bằng Google

source: Login with Apple
vi: Đăng nhập bằng Apple

# login_dont_have_account
source: Don't have an account?
vi: Chưa có tài khoản?

# login_signup_button
source: Sign up
vi: Đăng ký

# login_or
source: or
vi: hoặc
